---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportFontTableIterator
source: html/b838f824-1a12-85ca-30a2-68c940971c20.htm
---
# ExportFontTableIterator Members

Releases all resources used by the ExportFontTableIterator